app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`) VALUES ('aaa', '333', '2018-03-16 08:46:10', '2018-03-16 08:46:10')